Repository: lostfound/peyote
Catalog: po/*.po
Languages: ru

source: error
ru: ошибочка

source: Can't delete file:
ru: Файлик не удаляется

source: <Abort>
ru: <Прервать>

source: <Retry>
ru: <Повторить>

source: <Skip
ru: <Пропустить

source: All>
ru: всё>

source: <Skip>
ru: <Пропустить>

source: Can't create target directory
ru: Не создаётся директория

source: File exists
ru: Файлик уже есть

source: Target file already exists!
ru: Уже есть такой файлик!

source: <Overwrite
ru: <Переписать

source: symlink error
ru: ошибочка

source: Unable to create symlink
ru: Symlink не создаётся

source: file open error
ru: ошибочка

source: Can't open source file:
ru: Файлик не хочет открываеться

source: Can't open destination file
ru: Файлик не хочет создаваться

source: file read error
ru: ошибочка

source: Can't read source file:
ru: Файлик не читается ;(

source: file write error
ru: ошибочка

source: Can't write destination file:
ru: Файлик не пишется

source: <Repeat>
ru: <Повторить>

source: Copy
ru: копирование

source: Generating tree
ru: Генерируется деревце

source: Copy
ru: копирование

source: Files
ru: файликов

source: copying
ru: копируется

source: moving
ru: перемещается

source: Move
ru: перемещение

source: Delete
ru: удаление

source: removing
ru: удаляется

source: <Let It Be>
ru: <Против кармы не попрёшь>

source: can't rename
ru: Не переименовывается

source: File exists
ru: Файлик-то есть уже

source: Can't create a Directory
ru: Папочка не делается

source: File exists.
ru: Файлик-то есть уже.

source: Can't create a playlist
ru: Плейлистик не делается

source: move
ru: перемещение

source: Move files and directories to
ru: Перемещаются файлы и папочки в

source: <Yes>
ru: <Ага>

source: <No>
ru: <Неа>

source: delete
ru: удаление

source: Delete
ru: Удалить

source: files and directories?
ru: файлики и папочки?

source: <Random>
ru: <Пусть судьба решит>

source: Create a new Directory
ru: Новенькая папочка

source: Please, Enter Directory Name:
ru: Введи имя директории:

source: <Okey>
ru: <Готово>

source: <Cancel>
ru: <Отменить>

source: Create a new Playlist
ru: Новенький плейлисточек

source: Please, Enter playlist name:
ru: Введи имя плейлисточка

source: quit
ru: выход из плейлиста

source: Playlist was modified,
ru: Плейлисточек был изменён,

source: save with exit?
ru: хотите сохранить его перед выходом?

source: New
ru: создать

source: What you want to create?
ru: Смертный, что ты хочешь создать?

source: <Directory>
ru: <Папочку>

source: <Playlist>
ru: <Плейлист>

source: <Nothing>
ru: <Ничего>

source: open the playlist
ru: открытие плейлиста

source: Playlist is being opened
ru: Открывается плейлист.

source: add
ru: добавление

source: Songs are being added
ru: Песенки добавляются

source: Tracks
ru: Треков

source: <Search>
ru: <Поиск>

source: Search
ru: Поиск

source: Title:
ru: Название:

source: Artist:
ru: Исполнитель:

source: Album:
ru: Альбом:

source: Directory Scanning
ru: Сканирование папочек

source: Directories
ru: Папочек

source: Press ENTER key to abort
ru: Enter - прервать

source: Command execution
ru: Запуск комманды

source: <Run>
ru: <Запустить>

source: <Background>
ru: <В фоне>

source: Please enter a command
ru: Введите комманду

source: Unable to execute the command!
ru: Не получается выполнить комманду

source: Waiting for the program to finish.
ru: Ожидание завершения программы.

source: Peyote was crashed!
ru: Peyote грохнулся :(

source: Please send this file '
ru: Сделай полезное дело, отошли этот файл - '

source: ' to me 'platonny@ngs.ru'
ru: ' на мой почтовый ящик 'platonny@ngs.ru'

source: Your terminal must display these unicode symbols -
ru: Терминал должен отображать эти символы -

source: select color scheme [
ru: выбор цветовой схемы [

source: is an audio player with friendly MC-like interface.
ru: это аудио плеер с MC-подобным пользовательским интерфейсом.

source: free software (GPL) without any warranty but with best wishes
ru: это свободное програмное обеспечение и тп и тп ля ля ля, бла бла бла

source: website:
ru: вебсайт:

source: secondary character encoding (!= utf-8) [
ru: вторичная кодировка (!= utf-8) [

source: audio output gstreamer plug-in [
ru: гыгыстримерский выводногй плагин [

source: print this message and exit
ru: вывести эту мессагу и выйти

source: supported options:
ru: поддерживаемые опции:

source: supported locations:
ru: поддерживаемые локации:

source: Press enter to continue.
ru: Нажми ентер для продолжения.

source: save
ru: сохранить

source: copy
ru: копировать

source: move
ru: переместить

source: new
ru: создать

source: delete
ru: убрать

source: rename
ru: переназвать

source: tabs
ru: табы

source: mode
ru: режим

source: search
ru: поиск

source: go to
ru: идти к

source: cd
ru: перейти

source: tag
ru: пометить

source: border
ru: поребрик

source: size
ru: размер

source: execute
ru: запустить

source: quit
ru: выход

source: add
ru: добавить

source: append
ru: докинуть

source: remove
ru: удалить

source: new panel
ru: новая панель

source: close panel
ru: закрыть панель

source: redraw
ru: перерисовать

source: add song
ru: добавить песню

source: quick search
ru: Быстрый поиск

source: show files
ru: показать файлы

source: Home
ru: Кроличья нора

source: Equalizer
ru: Эквалайзер

source: Please, wait ...
ru: Подожди - а лучше в окошко смотри!

source: Getting lyrics
ru: Получение текста песенки

source: Lyrics
ru: Текст Песенки

source: Add a new Location
ru: Добавить Локацию

source: Location Name:
ru: Имя для локации:

source: Location Path:
ru: Путь:

source: Rename a Location
ru: Переназвать Локацию

source: secondary charset encoding
ru: вторичная кодировка

source: audio extensions
ru: расширенья аудио файлов

source: song title formats
ru: режимы отображенья песенок

source: playlist
ru: плейлист

source: default playlist
ru: дефолтный плейлист

source: audio player
ru: аудио плеер

source: file system
ru: файловая система

source: Config
ru: Конфигурация

source: [new]
ru: [новое]

source: gst audio filters
ru: аудио карёжики

source: gst audio sink
ru: аудио выход [gst]

source: [ add property ]
ru: добавить настроичку

source: enabled
ru: используется

source: disabled
ru: отдыхает

source: crossfade effect
ru: плавный переход

source: time
ru: времяшко

source: prefered applications
ru: предпочтительные приложения

source: [ add extension ]
ru: [ добавить расширенье ]

source: [Restart audio player]
ru: [Перезапустить аудио плеер]

source: terminal
ru: терминал

source: tree
ru: деревцо

source: volume
ru: громкость

source: save playlist as
ru: сохранить плейлист как

source: <Save>
ru: <Сохранить>

source: <Relative paths>
ru: <Относительные пути>

source: Playlist Path
ru: Путь к плейлисту

source: next ♫
ru: следующая ♫

source: background
ru: фон

source: transparent
ru: прозрачный

source: black
ru: чёрный

source: red
ru: красный

source: green
ru: цвет ганжы

source: yellow
ru: жёлтенкий

source: blue
ru: синий

source: magenta
ru: пурпурный

source: cyan
ru: голубой

source: white
ru: белый

source: panel
ru: панелька

source: pop-up window
ru: всплывающее окошко

source: player
ru: плеер

source: key bar
ru: кнопкапанель

source: active header
ru: активный заголовок

source: passive header
ru: пассивный заголовок

source: cursor
ru: курсорчик

source: pointer
ru: указыватель

source: pointer & cursor
ru: указыватель и курсорчик

source: tagged item
ru: помеченая штука

source: directory
ru: папка

source: song1
ru: песенка 1

source: song2
ru: песенка 2

source: song3
ru: песенка 3

source: song1(c2)
ru: песенка 1(c2)

source: song2(c2)
ru: песенка 2(c2)

source: song3(c2)
ru: песенка 3(c2)

source: file
ru: файлик

source: location1
ru: закладка 1

source: location2
ru: закладка 2

source: lyrics
ru: текст песенки

source: inputbox
ru: поле ввода

source: inputbox cursor
ru: курсор для поля ввода

source: active button
ru: активная кнопочка

source: scrollbar
ru: скроллбар

source: scrollbar cursor
ru: ползунок скроллбара

source: equalizer tag1
ru: тэг1 экволайзере

source: equalizer tag2
ru: тэг2 экволайзере

source: progress
ru: прогресс

source: body
ru: тело

source: name
ru: имя

source: key
ru: кнопка

source: foreground
ru: буковки

source: bold
ru: жирно

source: colors
ru: раскраска

source: save equalizer
ru: сохраненье экволайзера

source: <Default>
ru: <По молчанью>

source: <Artist>
ru: <исполнитель>

source: <Album>
ru: <Альбомчик>

source: <Song>
ru: <Песенка>

source: Select a target
ru: Выберите цель

source: show/hide tags
ru: показать/скрыть тэги

source: bands
ru: полосочки

source: encoders
ru: конвертялки

source: profile name
ru: имя профиля

source: tag type
ru: тип тэга

source: destination
ru: цель

source: gst encoder
ru: энкодер

source: gst muxer
ru: муксер

source: [ add encoder ]
ru: [ добавить энкодер ]

source: properties
ru: настроички

source: volume control
ru: миксер

source: appearance
ru: прикид

source: icons
ru: иконки

source: using
ru: примененье

source: artists
ru: исполнители

source: albums
ru: альбомчики

source: equalizer
ru: экволайзер

source: playing bar
ru: проигрыванье песенки

source: audio cursors
ru: аудио курсорчики

source: song status
ru: статус песенки

source: reset to defaults
ru: перекрыло - хочу чтоб попустило

source: Can't initialize encoder!
ru: Не инициализируеца энкодер.

source: iso8859-1 charset detection
ru: определение iso8859-1 кодировки

source: It is useful for Russian users
ru: лучше включить

source: remove a disc number from an album name
ru: вырезать номер диска из названия альбома

source: palette
ru: палитра

source: friendship bracelet
ru: фенечка

source: config
ru: конфигурация

source: sort
ru: порядочить

source: shuffle
ru: перемешать

source: value must be between 0 and 1000
ru: значение должно быть от 0 до 1000

source: Select
ru: Пометить

source: <Select>
ru: <Пометить>

source: This terminal can't change color
ru: Этот терминал не позволяет менять цвета

source: dice
ru: дайс

source: equalizer holding
ru: режим экволайзера

source: repeat
ru: повтор

source: direction
ru: направление

source: keybar navigation
ru: навигация по кнопкапанельке

source: progress bar
ru: прогрессбар

source: hide keybar
ru: прятать кнопкапанель

source: scroll bar
ru: скроллбар

source: cursed song
ru: проклятый трэк

source: playing song description
ru: описание исполняемой песенки

source: left
ru: лево

source: right
ru: право

source: bottom
ru: внизу

source: current skin
ru: сейчашный скин

source: (un)curse
ru: накаркать

source: Radio
ru: Рэдио

source: wget list of stations
ru: загрузка списка станций

source: wget genres
ru: загрузка жанров

source: Search
ru: Искать грибы в траве

source: Wait for a minute
ru: Любишь музычку - люби и залипнуть

source: number of results
ru: число результатов

source: sort by
ru: забивать по

source: bitrate
ru: битрейту

source: popularity
ru: популярности

source: show more
ru: добавки !

source: command
ru: выполняшка

source: notifications
ru: уведомляшки

source: login
ru: логин

source: password
ru: пароль

source: none
ru: фигушки

source: opening
ru: открыванье

source: saving
ru: сохраненье

source: Check http links
ru: Проверять http ссылки

source: Reload files
ru: Перечитывать файлы

source: VLC compatibility
ru: совместимость c VLC

source: Audacious compatibility
ru: совместимость c Audacious

source: QMMP compatibility
ru: совместимость с QMMP

source: XSPF playlist
ru: XSPF Плейлист

source: conflict with VLC & Audacious
ru: Конфликтует с VLC & Audacious

source: crossfade
ru: плавный переход

source: chronology
ru: хронология

source: edit
ru: править

source: <Append>
ru: <Добавить>

source: auto hide unselected panel
ru: автопрятать второстепенную панель

source: hide it when width less then
ru: прятать панель, когда толстота меньше

source: hint: press DEL to reset to default
ru: нажми DEL и будет дефолт

source: clone
ru: клонировать

source: hint: press DEL to delete the skin
ru: нажми DEL для удаленья скинчика

source: Search on vk.com
ru: Искать [в] палеве

source: <Accurate
ru: <Точный

source: Search>
ru: Поиск>

source: vk.com
ru: [В] палеве
